[
  {
    "name": "DR. PARVEEN NAYYAR",
    "position": "CHAIRMAN",
    "image": "/assets/images/chairman.png",
    "paragraph": "A renowned leader and entrepreneur Mr. Nayyar always believes that the “SUCCESS IS NOT ACCIDENTAL”. It is hard work, perseverance, learning, sacrifice, and most of the love of what you are doing. With this belief, he commenced his journey with Sun Overseas in 1996, a company that provides ONE-STOP WINDOW for a consultancy from concept to completion including preparation of Bids against global tenders issued by both private and public sectors.",
    "height": "250",
    "width": "270",
    "className": "fadeInLeft"
  },
  {
    "name": "MR. ABHIJIT EINSTEIN",
    "position": "DIRECTOR",
    "image": "/assets/images/abhijit-einstein.jpg",
    "paragraph": "25+ years of experience in handling Joint Venture partners, Expertise informing agreements, MoUs, Bid preparation, Handling all pre-bid activities, Well versed with Russian language and handling Russian and CIS countries along with the Indian market.",
    "height": "250",
    "width": "270",
    "className": "fadeInRight"
  },
  {
    "name": "RAJEEV RANJAN",
    "position": "BUSINESS HEAD",
    "image": "/assets/images/rajeev-ranjan.jpg",
    "paragraph": "Mr. Rajeev Ranjan, a Civil Engineer by qualification, has over 31 years of rich experience in handling large value infrastructure projects, especially in Railways, Power Plants, Power Transmission and Distribution, and Industrial building projects. Over the years, he has worked with several Multinational infrastructure companies and his expertise includes Project Management, Construction Management, Contract Management, Business Development, Tendering, Engineering, Procurement, Construction of high-value EPC Contracts. His services have been utilized by KEC, KPTL, RattanIndia Power Limited, Areva T&D, and Reliance Infrastructure Limited.",
    "height": "250",
    "width": "270",
    "className": "fadeInLeft"
  },
  {
    "name": "Mr. SATYENDRA SHARMA",
    "position": "COO",
    "image": "/assets/images/Mr.Satyandra.png",
    "paragraph": "Mr. Satyendra Sharma, B.Tech from IIT BHU and having global experience of 27 years in handling Business operations, Project Management, Planning, Supply chain management, Procurement, and Business Development of EPC Projects in Power T&D, HVDC, Railways Infrastructure, and Mega Power plants space. Mr. Sharma has rich experience with Various multinationals like Siemens/Alstom /GE/Mitsubishi and KEC.",
    "height": "250",
    "width": "270",
    "className": "fadeInRight"
  },
  {
    "name": "AJAY BANGARI",
    "position": "HEAD - BUSINESS DEVELOPMENT & OPERATIONS",
    "image": "/assets/images/ajay-bangari.jpg",
    "paragraph": "Mr. Ajay Bangari, an Electrical Engineer by qualification, has over 14 years of rich and varied experience in Project Management, Tendering, Business Development, Planning, Project Development, Procurement, Vendor Development, and System Engineering. His services have been utilized by KEC, KPTL, RattanIndia Power Limited, and Reliance Infrastructure Limited. He is also an SSB merit holder for Indian Defense Services in the year 2007.",
    "height": "250",
    "width": "270",
    "className": "fadeInLeft"
  },
  {
    "name": "SUDHEER KUMAR",
    "position": "HEAD - CIVIL",
    "image": "/assets/images/Sudheer.jpg",
    "paragraph": "Mr. Sudheer Kumar, B.E. civil and having experience of 28 years in handling Project execution, Project Management, Construction Management of EPC Projects in Oil & Gas, Railways Infrastructure, Power Projects and EHV Sub-stations space. Mr. Sudheer has rich experience with various multinationals like KEC, KPTL, GE T&D, Alstom T&D and Areva T&D. Mr. Sudheer has experience of delivering prestigious Power Supply System contract for DIAL project during his tenure with Areva T&D.",
    "height": "250",
    "width": "270",
    "className": "fadeInRight"
  },
  {
    "name": "LAXMI NARAYAN PRADHAN",
    "position": "HEAD - CIVIL TENDERING",
    "image": "/assets/images/laxmi-narayan.jpg",
    "paragraph": "Mr. Laxmi Narayan Pradhan, a Civil Engineer by profession, has over 11 years of rich and varied experience in Marketing & Business Development, Tendering & Costing, Project Management, Planning, Procurement, Execution of Large Value EPC Contracts, and Contract Management for both International and Domestic Markets. His services have been utilized by KEC International Limited and Dilip Buildcon Limited.",
    "height": "250",
    "width": "270",
    "className": "fadeInLeft"
  }
]
